// 지역별 번화가를 나타내는 데이터

export const localDowntown = {
  서울: [
    '신촌',
    '강남',
    '노량진',
    '건대',
    '명동',
    '종로',
    '홍대',
    '신림',
    '영등포',
    '여의도',
  ],
  경기: ['수원', '안산', '분당', '판교', '일산', '김포', '하남'],
  인천: ['동인천', '부평', '구월', '송내', '영종도'],

  부산: [
    '해운대',
    '광안리',
    '서면',
    '광복',
    '남포동',
    '기장',
    '부산대',
    '동래',
    '사직',
  ],
  울산: ['삼산', '울산성남', '울산대', '공업탑', '일산지'],
  경남: ['마산', '창원', '김해', '양산'],

  대구: ['동성로', '경대', '동대구역', '범어네거리'],
  경북: ['경산', '구미', '김천', '경주', '경리단길', '포항'],

  광주: ['금남로', '충장로', '조선대', '동명동', '상무지구', '유스퀘어'],
  전남: ['목포', '여수', '순천'],
  전북: ['전주', '전주한옥마을', '객사길', '정읍', '익산'],

  대전: ['대전중앙로', '둔산동', '도룡동', '유성온천'],
  충북: ['청주', '충주', '충북대'],
  충남: ['논산', '천안'],
  세종: ['새롬동', '어진동', '세종호수공원'],

  강원: [
    '강릉',
    '경포대',
    '주문진',
    '속초',
    '양양',
    '서피비치',
    '춘천명동',
    '강원대',
  ],
  제주: ['제주', '서귀포', '제주성산'],
};
